const Comments = [
    {
        UUID: "k129cuadc",
        UserName: "علیرضا شیرمحمدی",
        Comment: "بسیار سایت خوب و عالی همراه با پرسنل و ادمین های فعال و با شخصیت. بنده کلی املاکی رفتم برای فروش خونه ام اما متاسفانه جواب گو نبود که با این سایت آشنا شدم و تونستم به راحتی خونه ام رو بفروشم اونم با بهترین قیمت",
        UserProfile: 'c2e075bf8c8c1faec0567269afbd76b4.jpg'
    },
    {
        UUID: "k129cuadc",
        UserName: "شکور آقایی",
        Comment: "سایتی بسیار عالی. با کمک کارشناسان سایت املاک برتر من تونستم یه خونه عالی با کمترین قیمت در بهترین منطقه تهران بگیرم و ساکن اونجا بشم. یک خونه عالی و بسیار شیک و تازه ساخت. متشکرم از تمام عوامل سایت املاک برتر",
        UserProfile: 'csm_Person_Yury_Prof_Foto_AnLI_Footgrafie__2_.png'
    },
    {
        UUID: "k129cuadc",
        UserName: "فاطمه",
        Comment: "من و همسرم مشکلات زیادی در خرید خانه داشتیم و همش از این املاکی به اون املاکی میرفتیم و هیچ کدوم از اینها نتیجه نداشت و نمیتونستیم خونه بخریم و از مستاجر نشینی خسته شده بودیم که با سایت املاک برتر اشنا شدیم و به کمک کارشناسان و ادمین های بسیار با ادب و خوش برخورد املاک برتر تونستیم یک خانه بسیار عالی در بهترین نقطه کرج بگیریم",
        UserProfile: 'm-2701679549829641be5858445e.jpeg'
    },
    {
        UUID: "k129cuadc",
        UserName: "مهدی محمدی",
        Comment: "من با همسرم دنبال یه خونه خوب در بهترین منطقیه کرج میگشتیم که خوشبختانه به لطف کارشناسان املاک برتر تونستیم یه خونه ی عالی در کرج پیدا کنیم و ساکن اونجا بشیم. واقعا ممنونم از شما",
        UserProfile: '8703e1fca8da2fc3867e19e0f5dd0b17100ed8bc9a6cf74c86316b459d75f611.jpg'
    },
]

export default Comments