const Questions = [
    {
        Title: "نحوه ثبت نام",
        Answer: "ثبت نام در سایت املاک برتر کاری راحتی بوده و هر کسی میتواند به راحتی ثبت نام کند و از حساب کاربریش استفاده کند. اما گاهی در ثبت نام در سایت امکانش وجود داره که به مشکل بخوریم و ندونیم چیکار کنیم، اما نگران نباشید در این مطلب درباره ی نحوه ثبت نام در سایت املاک برتر صحبت کرده ایم.",
        Height: "1650",
        Sections: [
            {
                Title: "قدم اول",
                Description: "ابتدا به بخش ثبت نام با کلیک بر روی ایکون ادمک بر بالای صفحه سایت میرویم. سپس پایین بر روی گزینه ثبت نام کلیک میکنیم تا به صفحه ثبت نام برویم. بعد از ان اطلاعات خود را از جمله (نام کاربری، شماره موبایل، رمز عبور) وارد میکنید و دکمه ثبت نام را میزنیم و منتظر ارسال کد تایید میمونیم (به هیچ وجه اطلاعات شخصی شما از جمله شماره موبایل یا ایمیل شما قابل نمایش برای دیگران نخواهد بود).",
                Picture: "Screenshot (120).png"
            },
            {
                Title: "قدم دوم",
                Description: "در قدم دوم فقط نیاز به تایید کد 6 رقمی که به شماره تلفن ما ارسال شده است نیاز داریم که بعد از ان حساب کاربری شما ساخته شده و به راحتی میتوانید از حسابتون استفاده کنید.",
                Picture: "Screenshot (121).png"
            },
            // {
            //     Title: "",
            //     Description: "",
            //     Picture: ""
            // },
        ]
    },
    {
        Title: "نحوه ثبت آگهی",
        Answer: "برای ثبت آگهی در املاک برتر شما نیاز دارین که اول برین بخش ثبت آگهی",
        Height: "200",
        Sections: [
            {
                Title: "قدم اول",
                Description: "",
                Picture: ""
            },
            {
                Title: "قدم دوم",
                Description: "",
                Picture: ""
            },
            // {
            //     Title: "",
            //     Description: "",
            //     Picture: ""
            // },
        ]
    },
    {
        Title: "نحوه دیدن حضوری خانه و مشاوره",
        Answer: "برای دیدن حضوری خانه و یا درخواست مشاوره شما میتوانید با شماره تلفن همکاران ما در شعبات مختلفی که در قسمت درخواست مشاوره در هر آگهی وجود دارد تماس حاصل فرمایید",
        Height: "200",
        Sections: [
            {
                Title: "قدم اول",
                Description: "",
                Picture: ""
            },
            {
                Title: "قدم دوم",
                Description: "",
                Picture: ""
            },
            // {
            //     Title: "",
            //     Description: "",
            //     Picture: ""
            // },
        ]
    },
    {
        Title: "آگهی من کی ثبت میشه؟",
        Answer: "درباره ی تایید آگهی و ثبت آگهی شما در سایت املاک برتر باید بگیم که",
        Height: "200",
        Sections: [
            {
                Title: "قدم اول",
                Description: "",
                Picture: ""
            },
            {
                Title: "قدم دوم",
                Description: "",
                Picture: ""
            },
            // {
            //     Title: "",
            //     Description: "",
            //     Picture: ""
            // },
        ]
    },
    {
        Title: "توضیحات صفحه کاربری",
        Answer: "تو این مطلب قراره که بخش ها مختلف تنظیمات کاربری رو باهم چک کنیم",
        Height: "200",
        Sections: [
            {
                Title: "قدم اول",
                Description: "",
                Picture: ""
            },
            {
                Title: "قدم دوم",
                Description: "",
                Picture: ""
            },
            // {
            //     Title: "",
            //     Description: "",
            //     Picture: ""
            // },
        ]
    },
    
]

export default Questions